"AES-128 (recommended)" = "AES-128 (raccomandato)";
"Burn Image..." = "Masterizza Immagine...";
"Cancel" = "Annulla";
"Change Format..." = "Converti Immagine Disco...";
"Convert" = "Converti";
"Converting Image..." = "Converto Immagine...";
"Create" = "Crea";
"Create Disk Image" = "Immagine Disco";
"Create with directory:" = "Crea con la cartella:";
"Create with size:" = "Crea con la dimensione:";
"Create..." = "Nuova Immagine Disco...";
"Creating Image..." = "Creando Immagine...";
"DVD/CD-R master" = "Master DVD/CD-R";
"Disk Image" = "Immagine Disco";
"Disk Image Converter" = "Converti Immagine Disco";
"Disk Image Converting" = "Converto Immagine Disco";
"Disk Image Progress" = "Progresso Immagine Disco";
"Encryption:" = "Crittografia:";
"Finished" = "Finito";
"Format:" = "Formato:";
"Image Format" = "Converti l'Immagine Disco:";
"Internet enable" = "Abilita Internet";
"Megabytes" = "Megabyte";
"Mount after creating" = "Attiva immagine dopo la creazione";
"Mounting Image..." = "Attivo Immagine...";
"Name:" = "Nome:";
"None" = "Nessuno";
"Read only" = "Sola Lettura";
"Read only compressed" = "Compressa di Sola Lettura";
"Read only zlib compressed" = "Compressa zlib di Sola Lettura";
"Read/Write" = "Lettura/Scrittura";
"Sparse" = "Tipo \"Sparse\"";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "Il file deve avere l'estensione .dmg, .img, .cdr, .iso, .smi oppure .toast";
"Volume Name:" = "Nome Disco:";
"Volume Size:" = "Dimensione:";
"untitled" = "senza titolo";
